/*
#include <iostream>
using namespace std;

int main()
{
    cout << "1)Hellow World" << endl;
    
    setlocale(LC_ALL,"Rus"); // ставит рус. яз. (если написать после рус. текста, то он не будет работать)
    cout << "2)Привет Мир" << endl;
    
    //escape-последовательности можно совмещять
    cout << "\n3)Hellow World\n\n"; // \n - новая строка (как endl)
    cout << "4)Hellow World\t\n\n"; // \t - табуляция (можно как в начала текста ставить так и в конце)
    
    
     // \\ вывести обратную черту \
     // \" вывести двойные кавычки "
     // \' вывести одинарную кавычку '
     
    cout << "\'Hellow\'\n\n";
    
    // испольование вывода escape-последователностей
    cout << "\t- Где лебеди? - А лебеди ушли.\n\t- А вороны? - А вороны - остались.\n\t- Куда ушли? - Куда и журавли.\n\t- Зачем ушли? - Чтоб крылья не достались.\n";
}
*/
